package quarter1.javaCoreAdvancedLevel.lesson07;

public class MainLesson07 {

    /*
        ФИО:  		    Свищ Владимир Сергеевич
        Факультет:      Geek University Android-разработки
        Курс: 		    Java Core. Продвинутый уровень
        Урок: 		    Урок 7. Написание сетевого чата. Часть I
        Дата правки:    04.07.2020
    */

    /*
           Задание.

        1. Разобраться с кодом.
        2. *Реализовать личные сообщения так: если клиент пишет
           «/w nick3 Привет», то только клиенту с ником nick3 должно
           прийти сообщение «Привет».
    */
}
